/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */
"shortly after %@" 		= "nem sokkal %@ után";
"shortly after ref" 	= "current";
"five past %@" 			= "öt perccel múlt %@";
"five past ref" 		= "current";
"ten past %@" 			= "tíz perccel múlt %@";
"ten past ref" 			= "current";
"quarter past %@" 		= "negyed %@";
"quarter past ref" 		= "next";
"twenty past %@" 		= "húsz perccel múlt %@";
"twenty past ref" 		= "current";
"twentyfive past %@" 	= "öt perc múlva fél %@";
"twentyfive past ref" 	= "next";
"half past %@" 			= "fél %@";
"half past ref" 		= "next";
"twentyfive to %@" 		= "öt perccel múlt fél %@";
"twentyfive to ref" 	= "next";
"twenty to %@" 			= "húsz perc múlva %@";
"twenty to ref" 		= "next";
"quarter to %@" 		= "háromnegyed %@";
"quarter to ref" 		= "next";
"ten to %@" 			= "tíz perc múlva %@";
"ten to ref" 			= "next";
"five to %@" 			= "öt perc múlva %@";
"five to ref" 			= "next";
"nearly %@" 			= "rövidesen %@";
"nearly ref" 			= "next";
/* hour names */
"twelve" = "tizenkettõ";
"one" = "egy";
"two" = "kettõ";
"three" = "három";
"four" = "négy";
"five" = "öt";
"six" = "hat";
"seven" = "hét";
"eight" = "nyolc";
"nine" = "kilenc";
"ten" = "tíz";
"eleven" = "tizenegy";
/* special strings */
"%@ o'clock" = "%@ óra";
"midnight" = "éjfél";
/* Workarounds */
"one o'clock" = "egy óra";
/* Menu items		*/
"About FuzzyClock" = "FuzzyClockról...";
"FuzzyClock Help" = "FuzzyClock segitség";
"Preferences ..." = "Beálitások...";
"Quit" = "Befejezni";
/* Others		*/
"language" = "Nyelv";
"change only FuzzyTime" = "csak a Fuzzy-órát megváltoztatni";
"Save" = "Megõrizni";
"Fuzzy Preferences" = "Fuzzy beálítások";
"Color & Font" = "Szin & Betû";
"Text color" = "a Szöveg szine";
"draw font with shadow" = "a betûk árnyékot vetnek";
"(takes effect when you restart FuzzyClock)" = "(hatása van csak a FuzzyClock következõ indulásával)";
"font name" = "a betû neve";

/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";